#Создайте новый класс House
#Задайте ему новый атрибут numberOfFloors = 10
#В цикле пройдитесь по атрибуту numberOfFloors и распечайте значение "Текущий этаж равен"

class House:
    umberOfFloors = 10


floor = House()
a = 0
while a < floor.umberOfFloors:
    a += 1
    print("Текущий этаж равен ", a)
